[
    {
        "serviceName": "Business Immigration to Australia",
        "description": "Business migration to Australia through Business Innovation & Investment (Provisional) Visa is the best option for you to start a business, and settle in Australia. Australia’s business migration visa program will allow you to stay 5 years in Australia and become eligible to apply for Australian permanent residency (PR). Australia business migration visa (Subclass 188) is divided into 5 visa streams. You must be eligible in any one of the following streams in order to submit your Australian business visa application. All these visa streams will allow you to apply for Australian permanent residency (visa subclass 888), and Australian citizenship.",
        "price": "$210",
        "imgURL": "https://i.ibb.co/6P2nsMh/Business-Immigration-to-Australia.jpg"
    }, 
    {
        "serviceName": "Skilled Migration to Australia",
        "description": "Skilled Migration to Australia allows skilled foreign professionals to migrate to Australia with their family. Engineers, computer and IT professionals, university lecturers, auditors, accountants, marketing professionals, nurses, doctors, human resource managers, social welfare organization officers, and more than 100 other types of professionals can move to Australia with Australian permanent residency. If you are a business owner, you may learn about Australia’s business migration programs. Visa subclasses within the General Skilled Migration (GSM) program are points-tested and are either independent, state/territory sponsored, or even family-sponsored visas. To apply for Australia’s skilled migration, you must be eligible in one of the following Australian visa subclasses:",
        "price": "$250",
        "imgURL": "https://i.ibb.co/Vqm2Tmg/Skilled-Visa-Australia-768x402.jpg"
    },
    {
        "serviceName": "Parent Visa for Australia",
        "description": "Australia parent visa (Subclass 143) will allow the parents of an Australian PR or citizen to migrate to Australia and live indefinitely. There are many different types of parent visas available, with various visa requirements. Let’s learn about the most popular one, visa subclass 143, a permanent residence visa. ",
        "price": "$200",
        "imgURL": "https://i.ibb.co/J7mcwDR/Australia-parent-visa-768x384.jpg"
    },
    {
        "serviceName": "Spouse Visa for Australia",
        "description": "Have you found your loved one in Australia? Are you committed to living with your loved one in Australia? If your answer is yes, then you must apply for Australia Spouse Visa (Subclass 309 or 820). Australia spouse visa is the popular family visa category. A Spouse Visa lets someone live in Australia if the applicant is legally married to an Australian citizen or a permanent residence holder. A spouse visa is divided into two steps.  Step 1: if you are eligible for a spouse visa, you have to submit an application for a provisional visa, to arrive in Australia. Your Australian sponsor must sponsor you for 2 years. Step 2: if you can maintain a healthy relationship with your Australian spouse and spend at least two years with your spouse, you can be eligible for Australia permanent residency (PR).",        
        "price": "$60",
        "imgURL": "https://i.ibb.co/YbSy5cc/family-with-their-little-daughter-autumn-field1.jpg"
    },

    {
        "serviceName": "Business Immigration to Canada",
        "description": "Canada business and investor immigration helps people move to Canada quickly and apply for Canadian permanent residence and citizenship.        Why Immigrate to Canada? Earn in dollars!;        Raise your children in the safest country in the world where the crime rate is significantly lower;     Free education for children;        Get a Canadian passport (travel over 140 countries without a visa);        Set up your business and get clients from both Canada and the US!;        Basic requirements: Business experience:  3 years of successful business experience;        Net worth: Minimum $800,000;        Turnover: At least CAD$200,000 yearly;        Minimum Investment: Starts from CAD150,000;        Exploratory visit: Required in some programs.",
        "price": "$210",
        "imgURL": "https://i.ibb.co/kqmSnj3/Canada-visa-from-bangladesh-2-768x402.jpg"
    },     
    {
        "serviceName": "Express Entry Visa for Canada",
        "description": "The Federal Skilled Worker Program (FSWP) is Canada’s oldest immigration program!. At present, the FSWP is among the most popular three skilled worker programs managed by Canada’s Express Entry system. Express Entry, similar to skilled migration to Australia, uses a points-based selection system, known as the Comprehensive Ranking System (CRS), to rank potential candidates and choose the best ones for Canadian permanent residence. There are several core factors in the Comprehensive Ranking System (CRS). Age, level of education, language skill in English or French, and job experience are the most important factors for successfully moving to Canada with family. Successful candidates under the Express Entry program get an Invitation to Apply (ITA) for permanent residence. Canada’s IRCC issues ITAs approximately every two weeks. If you do not get an ITA, you cannot apply for permanent residence.   If you get an ITA, you will be required to submit your proper application for permanent residence to Immigration, Refugees and Citizenship Canada (IRCC). You will get a decision once a visa officer reviews all your information and documents provided via the IRCC portal.  Canada’s express entry is considered an important program through which people can get Canadian PR. Many business owners who plan for Canadian immigration by investment may also get benefited from the express entry process.",
        "price": "$210",
        "imgURL": "https://i.ibb.co/9T16X69/canada-800x600-1-1-768x576.jpg"
    },

    {
        "serviceName": "Tourist Visa for Canada",
        "description": "Canada visa, also known as the temporary resident visa (TRV), will allow you to visit Canada for tourism, business, or other purposes. You can even apply for a visa If you’re planning to explore business opportunities in Canada. Canada visa from Bangladesh is to be submitted at VFS Global or apply online through the IRCC portal. There are country-specific visa requirements that you must fulfill before you submit a Canadian visa application.",
        "price": "$70",
        "imgURL": "https://i.ibb.co/kqmSnj3/Canada-visa-from-bangladesh-2-768x402.jpg"
    },
    {
        "serviceName": "Tourist Visa for Australia",
        "description": "Australia visa, subclass 600, allows you to visit Australia as a tourist, meet family and friends, attend conferences, etc. This visa provides you with a chance to explore Australia and stay for a few days to months. Australia visa in Bangladesh can be an online or paper-based application. Before you go on preparing your visa application, you must select the appropriate visa stream. There are five visa streams for visitors: 01. Tourist stream, 02. Sponsored family stream, 03. Business visitor stream, 04. Approved destination status stream, 05. Frequent traveler stream.",
        "price": "$70",
        "imgURL": "https://i.ibb.co/HnqV59d/Australia-visa-from-Bangladesh-768x535.jpg"
    },
    {
        "serviceName": "Tourist Visa for UK",
        "description": "Now’s the perfect time to travel to the United Kingdom. The UK is one of the most frequently visited destinations for travelers in the world. The country has a lot to offer to travelers! Visitors enjoy the tour of London’s amazing milestones to finding centuries of history at one of the many castles and museums or enjoying an old-style evening tea, the opportunities are boundless. The UK visitor visa, also known as the UK Standard Visitor Visa, has replaced several short-term visa categories:  Business Visitor visa;        Prospective Entrepreneur visa;        Family Visitor visa;        Child Visitor visa;        Private Medical Treatment Visitor visa;        Entertainer Visitor visa and;        Sports Visitor visa.        The UK visa will cover a wide range of your travel purposes previously spread out among distinct visa categories. This is exactly why you need a UK visa from Bangladesh!",
        "price": "$70",
        "imgURL": "https://i.ibb.co/P9Km6C3/uk-800x600-1-1.jpg"
    },
    {
        "serviceName": "Tourist Visa for USA",
        "description": "US visa application from Bangladesh is to be submitted at the US Embassy in Dhaka. The US visa, B-1/B-2, is a non-immigrants visa that allows you to visit the United States temporarily for business (visa category B-1), for tourism (visa category B-2), or for a combination of both purposes (B-1/B-2).",
        "price": "$70",
        "imgURL": "https://livcs.com/wp-content/uploads/2020/03/usa-800x600-1-1.jpg"
    }
]